Repository: gheyret/english2uyghur
Catalog: xfce-uyghur.tmx
Source language: en_us
Languages: ug

source: Add plugin to DSP chain
ug: يېڭى قىستۇرمىنى DSP زەنجىرىگە قوشۇش

source: Add plugin to panel
ug: قىستۇرمىنى كۆزنەكچىگە قوشۇش

source: Add search engine
ug: ئىزدەش ماتورى قوش

source: Add separators between plugin context menu items
ug: قىستۇرما مەزمۇن تۈرلىرىنىڭ ئارىسىغا ئايرىغۇچ قوشۇش

source: Add the selected file(s) to the composition
ug: تاللانغان ھۆججەتلەرنى ياسالمىغا قوشىدۇ

source: Add the selected folder to the shortcuts side pane
ug: تاللانغان مۇندەرىجىنى تېزلەتمە يان كۆزنىكىگە قوش

source: Add to Bookmarks
ug: خەتكۈچكە قوش

source: Add to Speed _dial
ug: تەز تېلېفون قىلىشنى قوش(_D)

source: Add to _Speed Dial
ug: تەز تېلېفون قىلىشنى قوش(_S)

source: Add to desktop
ug: ئۈستەلئۈستىگە قوشۇش

source: Add to playback queue
ug: قويۇش قاتارىغا قوشۇش

source: Add track(s) to playlist
ug: قويۇش تىزىملىكىگە نەغمە قوش

source: Add workspace
ug: خىزمەت رايونى قوش

source: Added
ug: قوشۇلغان

source: Adding files to the composition
ug: ياسالمىغا ھۆججەتلەرنى قوشۇۋاتىدۇ

source: Adding files...
ug: ھۆججەتلەرنى قوشۇۋاتىدۇ…

source: Adding home directory
ug: ماكان مۇندەرىجىنى قوشۇۋاتىدۇ

source: Adding the plugin
ug: قىستۇرما قوشۇش

source: Address of publisher
ug: نەشرىيات ئادرېسى

source: Address:
ug: ئادرېس:

source: Addresses
ug: ئادرېسلار

source: Adds a separator or space between panel items
ug: كۆزنەكتىكى تۈرلەر ئارىسىغا ئايرىغۇ ياكى بوشلۇق قوش

source: Add…
ug: قوشۇش…

source: Adjust volume levels
ug: ئاۋاز دەرىجىسىنى تەڭشەش

source: Administration
ug: باشقۇرۇش

source: Advanced
ug: ئالىي

source: Advanced Download Options
ug: ئالىي چۈشۈرۈش تاللانمىلىرى

source: Advanced IMAP Options
ug: ئالىي IMAP تاللانمىلىرى

source: Advanced Linux Sound Architecture
ug: ئالىي لىنۇكىس ئاۋاز قۇرۇلۇشى

source: Advanced Options
ug: ئالىي تاللانما

source: Advanced POP3 Options
ug: POP3 نىڭ ئالىي تەڭشەكلىرى

source: Advanced Stream Redirector
ug: ئالىي ئېقىم Redirector

source: Advertisement blocker
ug: ئېلان چەكلىگۈ

source: Africa
ug: ئافرىقا

source: Africa/Abidjan
ug: ئافرىقا/ئابىجان

source: Africa/Accra
ug: ئافرىقا/ئاككرا

source: Africa/Addis_Ababa
ug: ئافرىقا/ئەددىس-ئەبېبە

source: Africa/Algiers
ug: ئافرىقا/ئالجىر

source: Africa/Asmera
ug: ئافرىقا/ئاسمارا

source: Africa/Bamako
ug: ئافرىقا/باماكو

source: Africa/Bangui
ug: ئافرىقا/بانگى

source: Africa/Banjul
ug: ئافرىقا/بانجۇل

source: Africa/Bissau
ug: ئافرىقا/بىسسائۇ

source: Africa/Blantyre
ug: ئافرىقا/بىلانتايىر

source: Africa/Brazzaville
ug: ئافرىقا/بىراززاۋىل

source: Africa/Bujumbura
ug: ئافرىقا/بۇجۇمبۇرا

source: Africa/Cairo
ug: ئافرىقا/قاھىرە

source: Africa/Casablanca
ug: ئافرىقا/كازابلانكا

source: Africa/Ceuta
ug: ئافرىقا/سېيتا

source: Africa/Conakry
ug: ئافرىقا/كوناكرى

source: Africa/Dakar
ug: ئافرىقا/داكار

source: Africa/Dar_es_Salaam
ug: ئافرىقا/دارېسسالام

source: Africa/Djibouti
ug: ئافرىقا/جىبۇتى

source: Africa/Douala
ug: ئافرىقا/دوئالا

source: Africa/El_Aaiun
ug: ئافرىقا/لايوئۇن

source: Africa/Freetown
ug: ئافرىقا/فىرېتوۋن

source: Africa/Gaborone
ug: ئافرىقا/گابورون

source: Africa/Harare
ug: ئافرىقا/خارارې

source: Africa/Johannesburg
ug: ئافرىقا/يوھاننېسبۇرگ

source: Africa/Kampala
ug: ئافرىقا/كامپالا

source: Africa/Khartoum
ug: ئافرىقا/خارتۇم

source: Africa/Kigali
ug: ئافرىقا/كىگالى

source: Africa/Kinshasa
ug: ئافرىقا/كىنشاسا

source: Africa/Lagos
ug: ئافرىقا/لاگوس

source: Africa/Libreville
ug: ئافرىقا/لىبرېۋىل

source: Africa/Lome
ug: ئافرىقا/لومې

source: Africa/Luanda
ug: ئافرىقا/لۇئاندا

source: Africa/Lubumbashi
ug: ئافرىقا/لۇبۇمباشى

source: Africa/Lusaka
ug: ئافرىقا/لۇساكا

source: Africa/Malabo
ug: ئافرىقا/مالابو

source: Africa/Maputo
ug: ئافرىقا/ماپۇتو

source: Africa/Maseru
ug: ئافرىقا/ماسېرۇ

source: Africa/Mbabane
ug: ئافرىقا/مىبابانې

source: Africa/Mogadishu
ug: ئافرىقا/مۇقدىشو

source: Africa/Monrovia
ug: ئافرىقا/مونزوۋىيە

source: Africa/Nairobi
ug: ئافرىقا/نايروبى

source: Africa/Ndjamena
ug: ئافرىقا/نىجامېنا

source: Africa/Niamey
ug: ئافرىقا/نىيامېي

source: Africa/Nouakchott
ug: ئافرىقا/نوۋاكشوت

source: Africa/Ouagadougou
ug: ئافرىقا/ۋاگادۇگۇ

source: Africa/Porto-Novo
ug: ئافرىقا/پورتو-نوۋو

source: Africa/Sao_Tome
ug: ئافرىقا/سان-تومې

source: Africa/Timbuktu
ug: ئافرىقا/تىمبۇكتۇ

source: Africa/Tripoli
ug: ئافرىقا/تىرىپولى

source: Africa/Tunis
ug: ئافرىقا/تۇنىس

source: Africa/Windhoek
ug: ئافرىقا/ۋىندخوك

source: After End
ug: تاماملانغاندىن كېيىن

source: After Start
ug: باشلانغاندىن كېيىن

source: After capturing
ug: سۈرەتكە ئالغاندىن كېيىن

source: Afternoon
ug: چۈشتىن كېيىن

source: Al_ways show full file names
ug: ھەمىشە ھۆججەتنىڭ تولۇق ئاتىنى كۆرسەتسۇن(_W)

source: Al_ways show the tab bar
ug: بەتكۈچ ئىستونىنى ئىزچىل كۆرسەتسۇن(_W)

source: Alarm
ug: گۈدۈك

source: Alarm command
ug: قوڭغۇراق بۇيرۇقى

source: Alarm time
ug: گۈدۈك ۋاقتى

source: Alarm time (minutes left)
ug: قوڭغۇراق ۋاقتى (قالغان مىنۇت)

source: Album
ug: ئالبوم

source: Album - Title
ug: ئالبوم - ماۋزۇ

source: Album Art
ug: ئالبوم مۇقاۋىسى

source: Album art size (px)
ug: ئالبوم مۇقاۋىسىنىڭ چوڭلۇقى

source: Album:
ug: ئالبوم:

source: Align sidepanel to the left
ug: يان كۆزنەكنى سول تەرەپكە ئورۇنلاشتۇرىدۇ

source: Align sidepanel to the right
ug: يان كۆزنەكنى ئوڭ تەرەپكە ئورۇنلاشتۇرىدۇ

source: Alignment:
ug: توغرىلاش:

source: All
ug: ھەممىسى

source: All Applications
ug: بارلىق پروگراممىلار

source: All Documents
ug: بارلىق پۈتۈكلەر

source: All Files
ug: ھەممە ھۆججەتلەر

source: All Icons
ug: بارلىق سىنبەلگىلەر

source: All Supported Images
ug: بارلىق قوللايدىغان سۈرەتلەر

source: All Xfce cache files could not be cleared
ug: بارلىق Xfce غەملەك ھۆججەتلىرىنى تازىلىغىلى بولمىدى

source: All appointments
ug: بارلىق دېيىشمىلەر

source: All clocks have same size
ug: ھەممە سائەت ئوخشاش چوڭلۇقتا بولسۇن

source: All day
ug: بارلىق كۈنلەر

source: All day event
ug: پۈتۈن كۈنلۈك ئىشلار

source: All files
ug: ھەممە ھۆججەتلەر

source: All files (*)
ug: بارلىق ھۆججەتلەر(*)

source: All files in this folder will appear in the "Create Document" menu.
ug: بۇ مۇندەرىجىدىكى بارلىق ھۆججەتلەر «پۈتۈك قۇر»تىزىملىكىدە كۆرۈنىدۇ

source: All rights reserved.
ug: بارلىق ھوقۇق ئۆزىمىزگە تەۋە.

source: All running instances of the power manager will exit
ug: مەنبە باشقۇرغۇنىڭ بارلىق ئۈلگىلىرى ئاخىرلىشىدۇ

source: All supported files
ug: قويالايدىغان ھۆججەتلەر

source: Allocate space
ug: بوشلۇق تەقسىملەش

source: Allow Guest access
ug: سەيياھ زىيارىتىگە يول قوي

source: Allow bold font
ug: توم خەت نۇسخىسىغا ئىجازەت

source: Allow bold te_xt
ug: قارا خەت ئىشلەت(_X)

source: Allow freedb.org connections
ug: freedb.org غا باشلىنىشقا رۇخسەت قىل

source: Allow others users to write in this folder
ug: باشقىلار مۇ مۇندەرىجىگە يازالىسۇن

source: Allow postpone
ug: يول قويغان ئۇزارتىش ۋاقتى

source: Allow scripts to open popups
ug: قوليازما ئىشلىتىپ سەكرىمىلەرنى چىقىرىشقا رۇخسەت قىل

source: Allow this file to _run as a program
ug: مەزكۇر ھۆججەتنى پروگرامما دەپ ئىجرا قىلىشقا رۇخسەت قىل(_R)

source: Allow users to use up/down/left/right/tab/enter keys to operate the lxlauncher
ug: ئىشلەتكۈچىنىڭ up/down/left/right/tab/enter كۇنۇپكىلىرى ئارقىلىق lxlauncher نىڭدا مەشغۇلات قىلىشىغا ئىجازەت

source: Allowing untrusted programs to run presents a security risk to your system.
ug: ئىشەنچسىز پروگراممىلارنىڭ ئىجرا بولۇشىغا يول قويۇلسا، سىستېمىنىڭ بىخەتەرلىكى خەتەرلىك بولۇپ قالىدۇ.

source: Allows you to add launchers easily and display them on many lines.
ug: ئىجراچىنى قوشۇپ، ئۇلارنى بىر قانچە قۇردا كۆرسىتەلەيدۇ.

source: Allows you to configure and use multiple keyboard layouts.
ug: بىر نەچچە ھەرپتاختا ئورۇنلاشتۇرۇلۇشى تەڭشەپ، ئۇنى ئىشلەتكىلى بولىدىغان قىلىدۇ.

source: Almost noon
ug: چۈشكە يېقىن

source: Alpha value of the panel background, with 0 being fully transparent and 100 fully opaque.
ug: كۆزنەك تەگلىكىنىڭ ئالفا قىممىتى، 0 بولسا تولۇق سۈزۈك، 100 بولسا تولۇق تۇتۇق.

source: Alternately iconify/shade and raise
ug: سىنبەلگىلەشتۈرۈش/تۇرۇش ۋە ئالدىغا چىقىرىشنى ئالماشتۇرۇش

source: Altitude
ug: ئېگىزلىكى

source: Always
ug: ھەمىشە

source: Always Below Other Windows
ug: ھەمىشە باشقا كۆزنەكلەرنىڭ ئارقىسىدا تۇرسۇن

source: Always Show Tabbar
ug: بەتكۈچ بالدىقىنى كۆرسەت

source: Always c_enter the window
ug: كۆزنەك ھەمىشە ئوتتۇرىدا بولسۇن(_C)

source: Always convert 8 bit audio to 16 bit
ug: 8 بىتلىق ئۈننى ھەمىشە 16 بىتلىق ئۈنگە ئايلاندۇرۇش

source: Always minimize to tray when window is closed
ug: كۆزنەك يېپىلغاندا ھەمىشە قونداققا كىچىكلەتسۇن

source: Always on Top
ug: ھەمىشە ئالدىدا تۇرسۇن

source: Always on Visible Workspace
ug: ھەمىشە كۆرۈنۈپ تۇرغان خىزمەت رايونىدا كۆرسەت

source: Always on top
ug: ئىزچىل ئەڭ ئۈستىدە

source: Always replace playlist with opened files
ug: ئېچىلغان ھۆججەتلەر بىلەن قويۇش تىزىمىنى ئالماشتۇرسۇن

source: Always require encryption
ug: ھەمىشە شىفىرلىسۇن

source: Always save the session when logging out
ug: سىستېمىدىن چىققان چاغدا ئەڭگىمەنى ھەمىشە ساقلايدۇ

source: Always show icon
ug: ھەمىشە كۆرسەت

source: Always use my font choices
ug: ھەمىشە مەن تاللىغان خەت نۇسخىسىنى ئىشلەت

source: America
ug: ئامېرىكا

source: America/Adak
ug: ئامېرىكا/ئاداك

source: America/Anchorage
ug: ئامېرىكا/ئانكورېج

source: America/Anguilla
ug: ئامېرىكا/ئانگۋىللا

source: America/Antigua
ug: ئامېرىكا/ئانتىگۋا

source: America/Araguaina
ug: ئامېرىكا/ئاراگىيائىنا

source: America/Argentina/Buenos_Aires
ug: ئامېرىكا/ئارگېنتىنا/بۇئېنۇس-ئايرېس

source: America/Argentina/Catamarca
ug: ئامېرىكا/ئارگېنتىنا/كاتاماركا

source: America/Argentina/Cordoba
ug: ئامېرىكا/ئارگېنتىنا/كوردوبا

source: America/Argentina/Jujuy
ug: ئامېرىكا/ئارگېنتىنا/خۇخۇي

source: America/Argentina/Mendoza
ug: ئامېرىكا/ئارگېنتىنا/مېندوزا

source: America/Aruba
ug: ئامېرىكا/ئارۇبا

source: America/Asuncion
ug: ئامېرىكا/ئاسۇنسىيون

source: America/Barbados
ug: ئامېرىكا/باربادوس

source: America/Belem
ug: ئامېرىكا/بېلېم

source: America/Belize
ug: ئامېرىكا/بېلىز

source: America/Boa_Vista
ug: ئامېرىكا/بوئا-ۋىستا

source: America/Bogota
ug: ئامېرىكا/بوگۇتا

source: America/Boise
ug: ئامېرىكا/بويسې

source: America/Buenos_Aires
ug: ئامېرىكا/بۇئېنۇس-ئايرېس

source: America/Cambridge_Bay
ug: ئامېرىكا/كامبرىج_قولتۇقى

source: America/Cancun
ug: ئامېرىكا/كانكۇن

source: America/Caracas
ug: ئامېرىكا/كاراكاس

source: America/Catamarca
ug: ئامېرىكا/كاتاماركا

source: America/Cayenne
ug: ئامېرىكا/كايېننې

source: America/Cayman
ug: ئامېرىكا/كايمان

source: America/Chicago
ug: ئامېرىكا/چىكاگو

source: America/Chihuahua
ug: ئامېرىكا/چىۋاۋا

source: America/Cordoba
ug: ئامېرىكا/كوردوبا

source: America/Costa_Rica
ug: ئامېرىكا/كوستارىكا

source: America/Cuiaba
ug: ئامېرىكا/كۇيئابا

source: America/Curacao
ug: ئامېرىكا/كيۇراسوۋ

source: America/Dawson
ug: ئامېرىكا/داۋسون

source: America/Dawson_Creek
ug: ئامېرىكا/داۋسون-كىرىك

source: America/Denver
ug: ئامېرىكا/دېنۋېر

source: America/Detroit
ug: ئامېرىكا/دېترويت

source: America/Dominica
ug: ئامېرىكا/دومىنىكا

source: America/Edmonton
ug: ئامېرىكا/ئېدمونتون

source: America/Eirunepe
ug: ئامېرىكا/ئېيرۇنېپې

source: America/El_Salvador
ug: ئامېرىكا/سالۋادور

source: America/Fortaleza
ug: ئامېرىكا/فورتالېزا

source: America/Glace_Bay
ug: ئامېرىكا/گىلېيس_قولتۇقى

source: America/Godthab
ug: ئامېرىكا/Godthab

source: America/Goose_Bay
ug: ئامېرىكا/گۇس_قولتۇقى

source: America/Grand_Turk
ug: ئامېرىكا/گىراند-تۇرك

source: America/Grenada
ug: ئامېرىكا/گىرېنادا

source: America/Guadeloupe
ug: ئامېرىكا/گىۋادېلۇپ

source: America/Guatemala
ug: ئامېرىكا/گىۋاتېمالا

source: America/Guayaquil
ug: ئامېرىكا/گىۋاياكىل

source: America/Guyana
ug: ئامېرىكا/گىۋىيانا

source: America/Halifax
ug: ئامېرىكا/خالىفاكس

source: America/Havana
ug: ئامېرىكا/ھاۋانا

source: America/Hermosillo
ug: ئامېرىكا/خېرموسىلو

source: America/Indiana/Indianapolis
ug: ئامېرىكا/ئىندىئانا/ئىندىئاناپولىس

source: America/Indiana/Knox
ug: ئامېرىكا/ئىندىئانا/نوكس

source: America/Indiana/Marengo
ug: ئامېرىكا/ئىندىئانا/مارېنگو

source: America/Indiana/Vevay
ug: ئامېرىكا/ئىندىئانا/ۋېۋېي

source: America/Indianapolis
ug: ئامېرىكا/ئىندىئاناپولىس

source: America/Inuvik
ug: ئامېرىكا/ئىنۇۋىك

source: America/Iqaluit
ug: ئامېرىكا/ئىكالۇيت

source: America/Jamaica
ug: ئامېرىكا/يامايكا

source: America/Jujuy
ug: ئامېرىكا/خۇخۇي

source: America/Juneau
ug: ئامېرىكا/جۇنو

source: America/Kentucky/Louisville
ug: ئامېرىكا/كېنتۇككى/لۇئىسۋىل

source: America/Kentucky/Monticello
ug: ئامېرىكا/كېنتۇككى/مونتىچېللو

source: America/La_Paz
ug: ئامېرىكا/لا-پاز

source: America/Lima
ug: ئامېرىكا/لىما

source: America/Los_Angeles
ug: ئامېرىكا/لوس-ئانجېلېس

source: America/Louisville
ug: ئامېرىكا/لۇئىسۋىل

source: America/Maceio
ug: ئامېرىكا/ماسېييو

source: America/Managua
ug: ئامېرىكا/ماناگۇئا

source: America/Manaus
ug: ئامېرىكا/مانائۇس

source: America/Martinique
ug: ئامېرىكا/مارتىنىكا

source: America/Mazatlan
ug: ئامېرىكا/مازاتلان

source: America/Mendoza
ug: ئامېرىكا/مېندوزا

source: America/Menominee
ug: ئامېرىكا/مېنومىنى

source: America/Merida
ug: ئامېرىكا/مېرىدا

source: America/Mexico_City
ug: ئامېرىكا/مېكسىكا_شەھىرى

source: America/Miquelon
ug: ئامېرىكا/مىكېلون

source: America/Monterrey
ug: ئامېرىكا/مونتېررېي

source: America/Montevideo
ug: ئامېرىكا/مونتېۋىدېئو

source: America/Montreal
ug: ئامېرىكا/مونترېئال

source: America/Montserrat
ug: ئامېرىكا/مونتسېررات

source: America/Nassau
ug: ئامېرىكا/ناسسائۇ

source: America/New_York
ug: ئامېرىكا/نيۇ-يورك

source: America/Nipigon
ug: ئامېرىكا/نىپىگون

source: America/Nome
ug: ئامېرىكا/نومې

source: America/Noronha
ug: ئامېرىكا/نورونيا

source: America/Panama
ug: ئامېرىكا/پاناما

source: America/Pangnirtung
ug: ئامېرىكا/پاڭنىرتۇڭ

source: America/Paramaribo
ug: ئامېرىكا/پارامارىبو

source: America/Phoenix
ug: ئامېرىكا/فىنىكس

source: America/Port-au-Prince
ug: ئامېرىكا/پورت-ئو-پىرىنس

source: America/Port_of_Spain
ug: ئامېرىكا/ئىسپانىيە_پورتى

source: America/Porto_Velho
ug: ئامېرىكا/پورتو-ۋېليۇ

source: America/Puerto_Rico
ug: ئامېرىكا/پۇئېرتو-رىكو

source: America/Rainy_River
ug: ئامېرىكا/رېينى-رىۋېر

source: America/Rankin_Inlet
ug: ئامېرىكا/رانكىن-ئىنلېت

source: America/Recife
ug: ئامېرىكا/رېسىفې

source: America/Regina
ug: ئامېرىكا/رېگىنا

source: America/Rio_Branco
ug: ئامېرىكا/رىئو-بىرانكو

source: America/Rosario
ug: ئامېرىكا/روسارىئو

source: America/Santiago
ug: ئامېرىكا/سانتىياگو

source: America/Santo_Domingo
ug: ئامېرىكا/سانتو-دومىنگو

source: America/Sao_Paulo
ug: ئامېرىكا/سان-پاۋلو

source: America/Scoresbysund
ug: ئامېرىكا/Scoresbysund

source: America/Shiprock
ug: ئامېرىكا/شىپروك

source: America/St_Johns
ug: ئامېرىكا/ساينىت-جون

source: America/St_Kitts
ug: ئامېرىكا/ساينىت-كىتىس

source: America/St_Lucia
ug: ئامېرىكا/ساينىت-لۇسىيە

source: America/St_Thomas
ug: ئامېرىكا/ساينىت-توماس

source: America/St_Vincent
ug: ئامېرىكا/ساينىت-ۋىنسېنت

source: America/Swift_Current
ug: ئامېرىكا/سىۋىفت-كاررېنت

source: America/Tegucigalpa
ug: ئامېرىكا/تېگۇسىگالپا

source: America/Thule
ug: ئامېرىكا/تۇلې

source: America/Thunder_Bay
ug: ئامېرىكا/سۇندېر_قولتۇقى

source: America/Tijuana
ug: ئامېرىكا/Tijuana

source: America/Tortola
ug: ئامېرىكا/تورتولا

source: America/Vancouver
ug: ئامېرىكا/ۋانكۇۋېر

source: America/Whitehorse
ug: ئامېرىكا/ۋايتخورس

source: America/Winnipeg
ug: ئامېرىكا/ۋىننىپېگ

source: America/Yakutat
ug: ئامېرىكا/ياكۇتات

source: America/Yellowknife
ug: ئامېرىكا/يېللوۋنايف

source: An application is currently disabling the automatic sleep. Doing this action now may damage the working state of this application.
ug: بىر پروگرامما ئاپتوماتىك ئۇخلاشنى ئىناۋەتسىز قىلىپ قويۇپتۇ. ھازىر بۇ مەشغۇلات ئېلىپ بېرىلسا پروگراممىنىڭ ئىشلىشىگە تەسىر يېتىشى مۇمكىن.

source: An attachment is mentioned in the text, but no files were attached.
ug: خەت مەزمۇنىدا قوشۇلما ھەققىدە گەپ بار، بىراق ھېچقانداق قوشۇلما قوشۇلمىدى.

source: An error occured when opening the file: %s
ug: ھۆججەتنى ئاچقاندا خاتالىق كۆرۈلدى: %s

source: An error occured when writing to the file: %s
ug: ھۆججەتكە يېزىۋاتقاندا خاتالىق كۆرۈلدى: %s

source: An error occured while querying server information.
ug: مۇلازىمېتىر ھەققىدىكى ئۇچۇرلارنى سۈرۈشتۈرۈۋاتقاندا خاتالىقى كۆرۈلدى.

source: An error occured while writing ISO: %s
ug: ISO ھۆججىتىگە يېزىشتا خاتالىق كۆرۈلدى: %s

source: An error occurred
ug: خاتالىق كۆرۈلدى

source: An error occurred in the burn backend
ug: ئارقىدا يېزىشتا خاتالىق كۆرۈلدى

source: An error occurred in the burn backend.
ug: ئارقىدا يېزىشتا خاتالىق كۆرۈلدى.

source: An error occurred when attempting to download a file with the following plugin:
ug: ھۆججەتنى تۆۋەندىكى قىستۇرمىدا چۈشۈرۈۋاتقاندا خاتالىق كۆرۈلدى:

source: An error occurred when creating the XMLRPC request.
ug: XMLRPC ئىلتىماسى ياساۋاتقاندا خاتالىق كۆرۈلدى

source: An error occurred when deleting image '%s' from disk. %s
ug: دىسكىدىن سۈرەت ‹%s› نى ئۆچۈرۈۋاتقاندا خاتالىق كۆرۈلدى %s

source: An error occurred when executing "%s": %s
ug: «%s» نى ئىجرا قىلىۋاتقاندا خاتالىق كۆرۈلدى: %s

source: An error occurred when parsing the response from ZimageZ.
ug: ZimageZ دىن كەلگەن جاۋابنى تەھلىل قىلىشتا خاتالىق كۆرۈلدى.

source: An error occurred when sending image '%s' to trash. %s
ug: ئەخلەتخانىغا سۈرەت ‹%s› نى ئەۋەتىۋاتقاندا خاتالىق كۆرۈلدى. %s

source: An error occurred when transferring the data to ZimageZ.
ug: ZimageZ غا سانلىق ئاساسلارنى ئەۋەتىشتە خاتالىق كۆرۈلدى

source: An error occurred while uploading the screenshot.
ug: ئېكران كۆرۈنۈشىنى يۈكلەشتە خاتالىق كۆرۈلدى.

source: An error occurred. The device "%s" should not be removed!
ug: خاتالىق كۆرۈلدى. ئۈسكۈنە «%s» نى چىقىرىۋېتىشكە بولمايدۇ!

source: An error was encountered by sending a signal to the PID %d. It is likely you don't have the required privileges.
ug: بۇ PID %d غا سىگنال ئەۋەتىشتە خاتالىق كۆرۈلدى. سەۋەبى سىزنىڭ ھوقۇقىڭىز يېتەرلىك ئەمەستەك قىلىدۇ.

source: An error was encountered by setting a priority to the PID %d. It is likely you don't have the required privileges.
ug: بۇ PID %d نىڭ مەرتىۋىسىنى بەلگىلەشتە خاتالىق كۆرۈلدى. سەۋەبى سىزنىڭ ھوقۇقىڭىز يېتەرلىك ئەمەستەك قىلىدۇ.

source: An indicator of something that needs your attention on the desktop
ug: كۆرسەتكۈ دېگەن سىزنىڭ ئۈستەلئۈستىدىكى دىققىتىڭىزنى تارتىدىغان نەرسىدۇر

source: An instance of Midori is already running but not responding.
ug: مىدورى(Midori)نىڭ ئۈلگىسى ئىجرا قىلىنىۋېتىپتۇ بىراق ئىنكاس يوق.

source: An internal error occurred and the applet could not be loaded.
ug: ئىچكى خاتالىق يۈز بېرىپ بۇ قوللانچاقنى يۈكلىگىلى بولمىدى.

source: An overview of all the CPUs in the system
ug: مەزكۇر سىستېمىدىكى بارلىق س پ ئۇ (CPU) لارنىڭ ئومۇمىي ئەھۋالى

source: An unexpected reply from ZimageZ was received. The upload of the screenshot failed.
ug: ZimageZ دىن ئويلىمىغان جاۋاب كەلدى. ئېكران كۆرۈنۈشىنى يۈكلەش مەغلۇپ بولدى

source: An unknown error occured
ug: نامەلۇم خاتالىق كۆرۈلدى

source: An unknown error occurred.
ug: نامەلۇم خاتالىق يۈز بەردى.

source: An unknown error, exit code is %d
ug: نامەلۇم خاتالىق، ئاخىرلىشىش كودى %d

source: An update is already in progress, please wait.
ug: يېڭىلاۋاتىدۇ، كۈتۈڭ

source: An upgrade is already in progress, please wait.
ug: يۈكسەلدۈرۈۋاتىدۇ، كۈتۈڭ.

source: Analog
ug: ئانالوگ

source: Android
ug: ئاندىرويىد(Android)

source: Angle Menu
ug: بۇلۇڭ تىزىملىكى

source: Animate _transitions between labels
ug: ئەنلەرنى ئۆزگەرتىشتە جانلاندۇرۇم ئىشلەت(_T)

source: Animation frames are broken
ug: جانلاندۇرۇم كاندۇكى بۇزۇلغان

source: Animations
ug: جانلاندۇرۇملار

source: Another Xfconf daemon is already running
ug: باشقا Xfconf مۇئەككىلى ئىجرا بولۇۋاتىدۇ

source: Another cd burning GUI
ug: باشقا بىر CD غا يېزىش كۆرۈنمە يۈزى

source: Another generic thumbnailer is already running
ug: باشقا بىر ئادەتتىكى كىچىك سۈرەت ياسىغۇچ ئىجرا بولۇۋېتىپتۇ

source: Another notification xndaemon is already running
ug: باشقا بىر xndaemon ئىجرا بۆلۈۋېتىپتۇ

source: Another power manager is already running
ug: باشقا مەنبە باشقۇرغۇ ئىجرا بۆلۈۋېتىپتۇ

source: Another process seems to be using Smart ?
ug: باشقا پروگرامما Smart نى ئىشلىتىۋېتىپتۇ.

source: Another share has the same name
ug: باشقا بىر ھەمبەھىرنىڭمۇ مۇشۇنداق ئاتى بار ئىكەن.

source: Another thumbnail cache service is already running
ug: باشقا بىر كىچىك سۈرەت غەملەك مۇلازىمىتى ئىجرا بۆلۈۋېتىپتۇ

source: Another thumbnailer manager is already running
ug: باشقا بىر كىچىك سۈرەت ياسىغۇچ باشقۇرغۇسى بۆلۈۋېتىپتۇ

source: Antarctica
ug: ئانتاركتىكا

source: Antarctica/Casey
ug: ئانتاركتىكا/كاسېي

source: Antarctica/Davis
ug: ئانتاركتىكا/داۋىس

source: Antarctica/DumontDUrville
ug: ئانتاركتىكا/DumontDUrville

source: Antarctica/Mawson
ug: ئانتاركتىكا/ماۋسون

source: Antarctica/McMurdo
ug: ئانتاركتىكا/ماك-مۇردو

source: Antarctica/Palmer
ug: ئانتاركتىكا/پالمېر

source: Antarctica/South_Pole
ug: ئانتاركتىكا/جەنۇبىي_قۇتۇپ

source: Antarctica/Syowa
ug: ئانتاركتىكا/شوۋا

source: Antarctica/Vostok
ug: ئانتاركتىكا/ۋوستوك

source: Anti-aliasing, or font smoothing, can improve the look of text on the screen
ug: ھەرە چىشىنى يوق(Anti-aliasing) قىلىش ياكى سىلىقلاش ئارىلىق ئېكراندىكى تېكىستنىڭ كۆرۈنۈشىنى ياخشىلىغىلى بولىدۇ

source: Anyone
ug: ھەممەيلەن

source: Aperture Value:
ug: Aperture قىممىتى:

source: App_lication Autostart
ug: ئاپتوماتىك قوزغىلىدىغان پروگرامما(_L)

source: App_lications
ug: پروگراممىلار(_L)

source: Appeara_nce
ug: كۆرۈنۈشى(_N)

source: Appeara_nce:
ug: كۆرۈنۈشى(_N):

source: Appearance
ug: كۆرۈنۈشى

source: Appearance Conditions
ug: كۆرۈنۈش شەرتلىرى

source: Appears if selection contains:
ug: تۆۋەندىكىلەر تاللانسا كۆرۈنىدۇ:

source: Application
ug: پروگرامما

source: Application Chooser Button
ug: پروگرامما تاللىغۇ توپچىسى

source: Application Finder
ug: پروگرامما ئىزدىگۈ

source: Application Icon:
ug: پروگرامما سىنبەلگىسى:

source: Application Icons
ug: پروگرامما سىنبەلگىسى

source: Application Launch Bar
ug: پروگرامما ئىجرا بالدىقى

source: Application Launching
ug: پروگرامما ئىجرا قىلىش

source: Application Menu
ug: پروگرامما تىزىملىكى

source: Application Shortcut
ug: پروگرامما تېزلەتمىسى

source: Application has no command
ug: پروگراممىنىڭ بۇيرۇقى يوق

source: Application to open the screenshot
ug: ئېكران كۆرۈنۈشىنى ئاچىدىغان پروگرامما

source: Applications
ug: پروگراممىلار

source: Applications Menu
ug: پروگرامما تىزىملىكى

source: Applications automatically started after entering desktop:
ug: ئۈستەلئۈستىگە كىرگەندىلا ئاپتوماتىك ئىجرا بولىدىغان پروگراممىلار:

source: Applications for Internet access
ug: ئىنتېرنېتنى زىيارەت قىلىدىغان پروگراممىلار

source: Applications that did not fit in other categories
ug: باشقا تۈرلەرگە تەۋە بولمىغان پروگراممىلار

source: Applications that don't fit into other categories
ug: باشقا كاتېگورىيەگە تەۋە بولمىغان پروگراممىلار

source: Apply Globally
ug: پۈتكۈل سىستېمىدا قوللان

source: Apply recursively?
ug: چوڭقۇرلاپ ئېلىپ بارامدۇ؟

source: Apply this keyboard configuration not only to your session, but also to the whole system.
ug: بۇ ھەرپتاختا تەڭشىكىنى ئۆزىڭىزگە ۋە شۇنداقلا پۈتكۈل سىستېمىغا قوللىنىڭ.

source: Apply to Folder Only
ug: مۇندەرىجىگىلا قوللانسۇن

source: Apply to Folder and Contents
ug: مۇندەرىجە ۋە مەزمۇنلارغا قوللانسۇن

source: Arabic
ug: ئەرەبچە

source: Archi_ve
ug: ئارخىپلا(_V)

source: Archive
ug: ئارخىپ

source: Archive Manager
ug: ئارخىپ باشقۇرغۇ

source: Archive file
ug: ئارخىپ ھۆججىتى

source: Archive manager
ug: ئارخىپ باشقۇرغۇ

source: Archive message
ug: ئۇچۇرنى ئارخىپلا

source: Archive now (threshold: %d months)
ug: ھازىر ئارخىپلا(بوسۇغا: %d ئاي)

source: Archive removal done
ug: ئارخىپ ئۆچۈرۈش تاماملاندى.

source: Archive threshold (months)
ug: ئارخىپ بوسۇغىسى (ئايلار)

source: Archive type:
ug: ئارخىپ تىپى:

source: Archive viewer:
ug: ئارخىپ كۆرگۈ:

source: Archives
ug: ئارخىپلار

source: Archiving done
ug: ئارخىپلاش تاماملاندى

source: Archiving events, which are older than: %04d-%02d-%02d
ug: %04d-%02d-%02d دىن كونا بولغان ئارخىپلاش ھادىسىسى

source: Archiving is used to save time and space when handling events.
ug: ئارخىپلاش، ھادىسىلەرنى بىر تەرەپ قىلغاندا، ۋاقىت ۋە دىسكا بوشلۇقىنى تېجەيدۇ.

source: Archiving not enabled. Exiting
ug: ئارخىپلاشنى ئىشلەتكىلى بولمايدۇ. ئاخىرلاشتۇرۇۋاتىدۇ

source: Archiving threshold: %d month(s)
ug: ئارخىپلاش بوسۇغىسى: %d ئاي
